[
  {"id":"boirieFastDigestiveProteins2018","abstract":"Purpose of review \n          The speed of dietary protein digestion influences postprandial amino acid availability which is crucial for improving altered anabolic response of skeletal muscle one feature of sarcopenia during aging.\n          Recent findings \n          By analogy with carbohydrate and in reference to their absorption rate, dietary proteins can be classified as ‘fast’ or ‘slow’ proteins depending on matrix food structure and technological processes, which can influence amino acids availability and their subsequent metabolic actions. ‘Fast’ digestive proteins have been shown to stimulate muscle protein synthesis and to improve muscle function in several recent studies involving older patients. These new aspects may be applied for improving health through preservation or restoration of muscle protein mass and function in clinical situations (obesity, rheumatoid arthritis and cancer cachexia).\n          Summary \n          Using fast digestive proteins is of major interest to overcome ‘anabolic resistance’ of aging for limiting sarcopenia. Fast proteins’ action on muscle anabolism may be stimulated by other nutrients like vitamin D or omega 3 fatty acids or by combination with exercise. The beneficial impact of the ‘fast’ protein concept beyond the amount of dietary protein on muscle preservation is a promising therapeutic perspective to improve mobility and quality of life of older patients affected with chronic disease.","accessed":{"date-parts":[[2023,5,7]]},"author":[{"family":"Boirie","given":"Yves"},{"family":"Guillet","given":"Christelle"}],"citation-key":"boirieFastDigestiveProteins2018","container-title":"Current Opinion in Clinical Nutrition & Metabolic Care","DOI":"10.1097/MCO.0000000000000427","ISSN":"1363-1950","issue":"1","issued":{"date-parts":[[2018,1]]},"language":"en-US","page":"37","source":"journals.lww.com","title":"Fast digestive proteins and sarcopenia of aging","type":"article-journal","URL":"https://journals.lww.com/co-clinicalnutrition/Abstract/2018/01000/Fast_digestive_proteins_and_sarcopenia_of_aging.9.aspx","volume":"21"},
  {"id":"dijkDifferentialEffectsLeucine2018","accessed":{"date-parts":[[2023,5,7]]},"author":[{"family":"Dijk","given":"Francina J."},{"family":"Dijk","given":"Miriam","dropping-particle":"van"},{"family":"Walrand","given":"Stéphane"},{"family":"Loon","given":"Luc J. C.","dropping-particle":"van"},{"family":"Norren","given":"Klaske","dropping-particle":"van"},{"family":"Luiking","given":"Yvette C."}],"citation-key":"dijkDifferentialEffectsLeucine2018","container-title":"Clinical Nutrition ESPEN","container-title-short":"Clinical Nutrition ESPEN","DOI":"10.1016/j.clnesp.2017.12.013","ISSN":"2405-4577","issued":{"date-parts":[[2018,4,1]]},"language":"English","page":"127-133","PMID":"29576350","publisher":"Elsevier","source":"clinicalnutritionespen.com","title":"Differential effects of leucine and leucine-enriched whey protein on skeletal muscle protein synthesis in aged mice","type":"article-journal","URL":"https://clinicalnutritionespen.com/article/S2405-4577(17)30518-1/fulltext","volume":"24"},
  {"id":"dijkImprovedMuscleFunction2016","abstract":"https://doi.org/10.18632/oncotarget.7800 Miriam van Dijk, Francina J. Dijk, Annelies Bunschoten, Dorien A.M. van Dartel, Klaske van Norren, Stephane Walrand, Marion Jourdan, Sjors Verlaan, Yvette...","accessed":{"date-parts":[[2023,5,7]]},"author":[{"family":"Dijk","given":"Miriam","dropping-particle":"van"},{"family":"Dijk","given":"Francina J."},{"family":"Bunschoten","given":"Annelies"},{"family":"Dartel","given":"Dorien A. M.","dropping-particle":"van"},{"family":"Norren","given":"Klaske","dropping-particle":"van"},{"family":"Walrand","given":"Stephane"},{"family":"Jourdan","given":"Marion"},{"family":"Verlaan","given":"Sjors"},{"family":"Luiking","given":"Yvette"}],"citation-key":"dijkImprovedMuscleFunction2016","container-title":"Oncotarget","DOI":"10.18632/oncotarget.7800","ISSN":"1949-2553","issue":"14","issued":{"date-parts":[[2016,2,29]]},"language":"en","page":"17338-17355","publisher":"Impact Journals","source":"www.oncotarget.com","title":"Improved muscle function and quality after diet intervention with leucine-enriched whey and antioxidants in antioxidant deficient aged mice","type":"article-journal","URL":"https://www.oncotarget.com/article/7800/text/","volume":"7"},
  {"id":"rieuLeucineSupplementedMealFeeding2003","abstract":"Acute leucine supplementation of the diet has been shown to blunt defects in postprandial muscle protein metabolism in old rats. This study was undertaken to determine whether the effect of leucine persists in a 10-d experiment. For this purpose, adult (9 mo) and old (21 mo) rats were fed a semiliquid 18.2 g/100 g protein standard diet during the 8-h dark period for 1 mo. Then, each group was given either a leucine-supplemented meal or an alanine-supplemented meal (as the control meal) for 1 h and the standard diet the rest of the feeding period. On d 10, rats were fed either no food (postabsorptive group) or the supplemented meal for 1 h. Muscle protein synthesis was assessed in vivo 90–120 min after meal distribution using the flooding dose method (1-13C phenylalanine). Leucinemia was similar in rats of both ages in the postabsorptive state. Postprandial plasma leucine concentrations were one- to twofold greater after the leucine meal than after the control meal. In the postabsorptive state, leucine supplementation did not modify the muscle protein synthesis rate in old rats but enhanced it to the postprandial rate in adult rats. As expected, muscle protein synthesis was stimulated by the control meal in adult rats but not in old rats. The leucine meal restored this stimulation in old rats but did not further stimulate muscle protein synthesis in adult rats. In conclusion, the beneficial effect of leucine supplementation on postprandial muscle protein anabolism persists for at least 10 d. The long-term utilization of leucine-rich diets may therefore limit muscle protein wasting during aging.","accessed":{"date-parts":[[2023,5,20]]},"author":[{"family":"Rieu","given":"Isabelle"},{"family":"Sornet","given":"Claire"},{"family":"Bayle","given":"Gérard"},{"family":"Prugnaud","given":"Jacques"},{"family":"Pouyet","given":"Corinne"},{"family":"Balage","given":"Michèle"},{"family":"Papet","given":"Isabelle"},{"family":"Grizard","given":"Jean"},{"family":"Dardevet","given":"Dominique"}],"citation-key":"rieuLeucineSupplementedMealFeeding2003","container-title":"The Journal of Nutrition","container-title-short":"The Journal of Nutrition","DOI":"10.1093/jn/133.4.1198","ISSN":"0022-3166","issue":"4","issued":{"date-parts":[[2003,4,1]]},"language":"en","page":"1198-1205","source":"ScienceDirect","title":"Leucine-Supplemented Meal Feeding for Ten Days Beneficially Affects Postprandial Muscle Protein Synthesis in Old Rats","type":"article-journal","URL":"https://www.sciencedirect.com/science/article/pii/S0022316622157494","volume":"133"},
  {"id":"vandijkSarcopeniaOlderMice2017","abstract":"Ageing is associated with sarcopenia, a progressive decline of skeletal muscle mass, muscle quality and muscle function. Reduced sensitivity of older muscles to respond to anabolic stimuli, i.e. anabolic resistance, is part of the underlying mechanisms. Although, muscle parameters have been studied in mice of various ages/strains; the aim was to study if mice display similar deteriorating processes as human ageing. Therefore, 10,16,21 and 25 months-old C57BL6/6J male mice were studied to measure parameters of sarcopenia and factors contributing to its pathophysiology, with the aim of characterizing sarcopenia in old mice. Muscle mass of the hind limb was lower in 25 as compared to 10 month-old mice. A significant decrease in physical daily activity, muscle grip strength and ex vivo muscle maximal force production was observed in 25 compared to 10 month-old mice. The muscle anabolic response to a single protein meal showed increased muscle protein synthesis in young, but not in old mice, indicative to anabolic resistance. However, by increasing the protein content in meals, anabolic resistance could be overcome, similar as in human elderly. Additionally, aged mice showed higher fasted insulin and hepatic malondialdehyde (MDA) levels (=marker oxidative stress). This study shows clear characteristics of sarcopenia that coincide with anabolic resistance, insulin resistance and oxidative stress in 25 month-old C57/BL6 male mice, similar to human ageing. Furthermore, similar decline in muscle mass, strength and function was observed in this aged-mice-model. These observations offer potential for the future to explore in old mice the effects of interventions targeting sarcopenia.","accessed":{"date-parts":[[2023,5,20]]},"author":[{"family":"Dijk","given":"Miriam","non-dropping-particle":"van"},{"family":"Nagel","given":"Jolanda"},{"family":"Dijk","given":"Francina J."},{"family":"Salles","given":"Jerôme"},{"family":"Verlaan","given":"Sjors"},{"family":"Walrand","given":"Stephane"},{"family":"Norren","given":"Klaske","non-dropping-particle":"van"},{"family":"Luiking","given":"Yvette"}],"citation-key":"vandijkSarcopeniaOlderMice2017","container-title":"Archives of Gerontology and Geriatrics","container-title-short":"Archives of Gerontology and Geriatrics","DOI":"10.1016/j.archger.2016.11.014","ISSN":"0167-4943","issued":{"date-parts":[[2017,3,1]]},"language":"en","page":"134-143","source":"ScienceDirect","title":"Sarcopenia in older mice is characterized by a decreased anabolic response to a protein meal","type":"article-journal","URL":"https://www.sciencedirect.com/science/article/pii/S0167494316302680","volume":"69"}
]
